---
kind: type
id: T:Autodesk.Revit.DB.ParameterUtils
source: html/df5da06e-35c6-e32e-53c0-9fd68d3ab142.htm
---
# Autodesk.Revit.DB.ParameterUtils

A utility class of functions related to parameters.

## Syntax (C#)
```csharp
public static class ParameterUtils
```